app/controllers/post_controller.rb

  def create
    @post = Post.create(params.permit(:content))
---
INSERT INTO "posts" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "first team"], ["created_at", "2018-10-05 09:11:55.464709"], ["updated_at", "2018-10-05 09:11:55.464709"]]